Repository: 19Rafa/JOSM_easypresets
Catalog: i18n/*.po
Languages: hu

source: Organize
hu: Rendszerezés

source: Please select a destination group.
hu: Válasszon célcsoportot.

source: Move to upper group
hu: Áthelyezés a fentebbi csoportba

source: Move to
hu: Áthelyezés…

source: Close
hu: Bezárás

source: Manage Custom Presets
hu: Egyéni címkesablonok kezelése

source: Export
hu: Exportálás

source: Export custom presets as a local XML file
hu: Egyéni címkesablonok exportálása helyi XML-fájlként

source: Preset Group Name
hu: Címkesablon neve

source: Move up
hu: Mozgatás fel

source: Move down
hu: Mozgatás le

source: Create a group
hu: Csoport létrehozása

source: Create a preset
hu: Címkesablon létrehozása

source: Create a separator
hu: Elválasztó létrehozása

source: Edit
hu: Szerkesztés

source: Copy
hu: Másolás

source: Delete
hu: Törlés

source: NewGroup
hu: Új csoport

source: Cancel
hu: Mégse

source: Are you sure you want to delete "{0}"?
hu: Biztos, hogy törlöd a következőt: „{0}”?

source: Custom Presets
hu: Egyéni címkesablonok

source: Create Preset
hu: Címkesablon létrehozása

source: Create or edit your custom preset based on tags from the current selection
hu: Egyéni címkesablon létrehozása vagy szerkesztése a jelenlegi kiválasztás címkéi alapján

source: Tool: {0}
hu: Eszköz: {0}

source: Layer is null
hu: A réteg null

source: Selection is empty. EasyPresets creates new presets based on selected nodes or ways.
hu: A kiválasztás üres. Az EasyPresets a kiválasztott pontok vagy vonalak alapján hoz létre új címkesablonokat.

source: Manage custom presets
hu: Egyéni címkesablonok kezelése

source: List, Update Or Delete Custom Presets
hu: Egyéni címkesablonok felsorolása, frissítése vagy törlése

source: Presets name
hu: Címkesablon neve

source: Check all
hu: Összes kiválasztása

source: Uncheck all
hu: Kiválasztások megszüntetése

source: Please check presets you want to export.
hu: Válaszd ki az exportálandó címkesablonokat.

source: Illegal presets name.
hu: Érvénytelen címkesablonnév.

source: No presets are selected.
hu: Nincs címkesablon kiválasztva.

source: Save Presets
hu: Címkesablon mentése

source: Default
hu: Alapértelmezett

source: Edit options
hu: Lehetőségek szerkesztése

source: {0} options
hu: {0} lehetőség

source: Fixed value
hu: Rögzített érték

source: Textbox
hu: Szövegdoboz

source: Selection
hu: Kiválasztás

source: Checkbox
hu: Jelölőmező

source: Multiselect
hu: Többszörös kiválasztás

source: Unavailable
hu: Nem érhető el

source: A field of this type doesn't have a label.
hu: Az ilyen típusú mezőnek nincs címkéje.

source: Use
hu: Használat

source: Type
hu: Típus

source: Key
hu: Kulcs

source: Label
hu: Címke

source: Optional
hu: Nem kötelező

source: Value
hu: Érték

source: Order
hu: Sorrend

source: Icon
hu: Ikon

source: Preset Editor
hu: Címkesablon-szerkesztő

source: Preset Name
hu: Címkesablon neve

source: Show the name on the dialog
hu: A párbeszédablak nevének megjelenítése

source: Select icon
hu: Válassz ikont

source: Applies to
hu: Erre vonatkozik:

source: Reference URL
hu: Referencia URL

source: Tags
hu: Címkék

source: Add Tag
hu: Címke hozzáadása

source: Save
hu: Mentés

source: Preset name is empty.
hu: A címkesablon neve üres.

source: Tag list is empty.
hu: A címkelista üres.

source: Options
hu: Beállítások

source: Enter one option per line.
hu: Soronként egy lehetőséget adj meg.

source: New Preset
hu: Új címkesablon

source: Copy of {0}
hu: {0} másolata

source: This file is generated by EasyPresets plugin.
hu: A fájlt az EasyPresets bővítmény állította elő.

source: It supports just a few tags and attributes.
hu: Csak néhány címkét és attribútumot támogat.

source: If you want to share your custom tags with other users, please look through the official document.
hu: Ha meg akarod osztani másokkal a címkesablonjaidat, akkor nézd át a hivatalos dokumentumot.
